{
  "647": {
    "title": "Tesla Model X",
    "description": "The Tesla Model X is a mid-size all-electric luxury crossover made by Tesla, Inc. The vehicle is notable in that it uses falcon-wing doors for passenger access.<br />\r\n<br />\r\nThe Model X was developed from the full-sized sedan platform of the Tesla Model S. The Model X has an EPA size class as an SUV, and shares ~30% of its content with the Model S, half of the originally planned ~60%, and weighs about 10 percent more. Both the Model X and Model S are being produced at the Tesla Factory in Fremont, California. The prototype was unveiled at Tesla's design studios in Hawthorne, California on February 9, 2012. First deliveries of the Model X began in September 2015.After one full year on the market, in 2016, the Model X ranked seventh among the world's best-selling plug-in cars.<br />\r\n<br />\r\nAs of April 12, 2021, the Model X is only available as the Long Range with an estimated EPA range of 360.4 miles (580.0 km) and the Plaid model with an estimated EPA range of 339.9 miles (547.0 km). Both come with Tesla's Autopilot driver assistance system."
  },
  "651": {
    "title": "Tesla Model S",
    "description": "The Tesla Model S is an all-electric five-door liftback sedan produced by Tesla, Inc., and was introduced on June 22, 2012.As of August 2020, the Model S Long Range Plus has an EPA range of 402 miles (647 km), higher than that of any other battery electric car.<br />\r\n<br />\r\nModel S cars built from October 2014 have a feature called Autopilot, an advanced driver assistance system that allows the car to operate without assistance from the driver. However, the driver must supervise continuously and take control if there is an issue. Autopilot 2.0, introduced in October 2016, also includes “Enhanced Summon”, which allows the car to navigate through a parking lot to its owner without anyone in the driver's seat. Sentry mode, available on cars built after August 2017, senses and records suspicious activity around the car.<br />\r\n<br />\r\nIn 2013, the Model S became the first electric car to top the monthly new-car-sales ranking in any country, twice leading in Norway, in September and December 2013 and also in Denmark in December 2015.[24] Global Model S sales passed 250,000 units in September 2018 (more recent numbers are not available because Tesla combines sales of Model S and Model X). The U.S. is its leading market, with about 158,000 units delivered through December 2019. The Tesla Model S was the top-selling plug-in electric car worldwide in 2015 and 2016.<br />\r\n<br />\r\nThe December 2017 Consumer Reports owner satisfaction survey had the Tesla Model S at the top for all cars; in December 2019, it is in fifth position. In 2019, the US magazine Motor Trend named the 2013 Tesla Model S the ultimate \"car of the year\" over the magazine's 70-year history."
  },
  "652": {
    "title": "Tesla Model 3",
    "description": "The Tesla Model 3 is an electric four-door fastback mid-size sedan developed by Tesla. The Model 3 Standard Range Plus version delivers an EPA-rated all-electric range of 263 miles (423 km) and the Long Range versions deliver 353 miles (568 km). According to Tesla, the Model 3 carries full self-driving hardware, with periodic software updates adding functionality.<br />\r\n<br />\r\nLimited production of the Model 3 began in mid-2017, with the first production vehicle rolling off the assembly line on July 7, 2017. The official launch and delivery of the first 30 cars took place on July 28.<br />\r\n<br />\r\nSince early 2020, the Tesla Model 3 is the world's best-selling electric car in history, with more than 800,000 units delivered through December 2020. The Model 3 has been the world's top selling plug-in electric car for three years running, from 2018 to 2020. It has been also the best-selling plug-in car in the United States for three consecutive years, 2018 to 2020, the top selling plug-in car in Europe in 2019, and the best-selling plug-in car in China in 2020. In 2020, Tesla produced over 450,000 of the Model 3/Y chassis automobiles."
  }
}
